


const Career = () => {
  return (
    <article className="Career">
      <h1>안녕하세요, 저는 <span>1</span> 년차 웹 개발자 입니다.</h1>
      <div>
        <h2>2021.09</h2>
        <ol>
          <li>엠진 인터렉티브 입사</li>
          <li>레드캡 기업출장 앱 개발(~2022.08)</li>
        </ol>
      </div>
      <div>
        <h2>2022.06</h2>
        <ol>
          <li>우리동네 소공인 유지보수</li>
          <li>하남시청 깔끔이 유지보수</li>
        </ol>
      </div>
      {/* <div>
        <h2>2021</h2>
        <ol>
          <li>안녕안녕안녕안녕안녕안녕안녕안녕안녕안녕</li>
          <li>하이하이하이하이하이하이하이하이하이하이하이하이하이</li>
          <li>안녕안녕안녕안녕안녕안녕안녕안녕안녕안녕</li>
          <li>하이하이하이하이하이하이하이하이하이하이하이하이하이</li>
        </ol>
      </div>
      <div>
        <h2>2022</h2>
        <ol>
          <li>안녕안녕안녕안녕안녕안녕안녕안녕안녕안녕</li>
          <li>하이하이하이하이하이하이하이하이하이하이하이하이하이</li>
          <li>안녕안녕안녕안녕안녕안녕안녕안녕안녕안녕</li>
          <li>하이하이하이하이하이하이하이하이하이하이하이하이하이</li>
        </ol>
      </div> */}
    </article>
  );
};

export default Career;
